9/data/attachments/4202b7f4427bb610.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jeanette_none_Actions_79875_1</nif:username>
            <nif:friendToBeRequested>soap_actions_6196c979-998b-4cd7-ae02-32784bd99aab</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>